Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: Click on the three dots next to an entry to change the order.
pt_pt: Clique nos três pontos ao lado de uma entrada para alterar a ordem.

source: You can also add new languages if necessary.
pt_pt: Você também pode adicionar novos idiomas, se necessário.

source: Setting the default language via Setup -> Language will also change the requested language from web sites.
pt_pt: Configurar o idioma padrão em Configurar -> Idioma também mudará o idioma solicitado pelos sites.

source: You can change this behavior and fine-tune the Accept-Language header at Setup -> Options manager -> Protocols -> HTTP
pt_pt: Você pode alterar esse comportamento e ajustar o cabeçalho idioma-aceito em Configuração -> Gerenciador de opções -> Protocolos -> HTTP

source: Open Preferences from the main menu and switch to the Language tab.
pt_pt: Abra Preferências a partir do menu principal e mude a aba Idioma.

source: Here you can add, remove and arrange languages.
pt_pt: Aqui você pode adicionar, remover e ordenar os idiomas.

source: In the menu bar at the top open Preferences.
pt_pt: Na barra de menus no topo abra Preferências.

source: Scroll down to Language and appearance -> Language in the General panel.
pt_pt: Role para baixo até Idiomas e aparência -> Idioma no painel Geral panel.

source: Click the button Choose to set your preferred language for displaying websites.
pt_pt: Clique no botão Escolher para configurar o seu idioma preferido para a exibição dos sites web.

source: In the same dialog you can also add, remove and reorder languages.
pt_pt: Na mesma caixa de diálogo, você também pode adicionar, remover e reordenar os idiomas.

source: Go into Preferences -> Settings -> Network.
pt_pt: Vá em Preferências -> Configurações -> Rede.

source: Accept language probably shows a * which is the default.
pt_pt: Aceitar idioma provavelmente exibe um * que é o padrão.

source: If you click on the Locale button, you should be able to add your preferred language.
pt_pt: Se você clicar no botão Localização, deve ser capaz de adicionar o seu idioma preferido.

source: If not, you can enter it manually.
pt_pt: Se não, você pode inserir manualmente.

source: Edit -> Preferences -> Browser -> Fonts, Languages
pt_pt: Editar -> Preferências -> Navegador -> Fontes, Idiomas

source: Edit -> Preferences -> Content -> Languages -> Choose
pt_pt: Editar -> Preferências -> Conteúdo -> Idiomas -> Escolha

source: Click the Tools icon, select Internet options, switch to the General tab, and click the Languages button.
pt_pt: Clique no ícone Ferramentas, selecione Opções de internet, mude para a aba Geral e clique no botão Idiomas.

source: Click Set Language Preferences, and in the following dialog you can add, remove and re-order languages.
pt_pt: Clique Configurar preferências de idioma e no diálogo seguinte você pode adicionar, remover e reordenar os idiomas.

source: Edit the file ~/.kde/share/config/kio_httprc and include the following new line:
pt_pt: Edite o arquivo ~/.kde/share/config/kio_httprc e inclua a nova linha a seguir:

source: Edit the file ~/.lynxrc and enter the following line:
pt_pt: Edite o arquivo ~/.lynxrc e entre com a seguinte linha:

source: Alternatively, you can open the browser's settings by pressing [O].
pt_pt: Como alternativa, você pode abrir as configurações do navegador pressionando [O].

source: Scroll down to Preferred language and add the above.
pt_pt: Role para baixo até Idioma preferido e adicione a linha acima.

source: Settings and more -> Settings -> Languages -> Add languages
pt_pt: Configurações e mais -> Configurações -> Idiomas -> Adicionar idiomas

source: Click the three-dotted button next to a language entry for more options and to change the order.
pt_pt: Clique no botão de três pontos ao lado de uma entrada de idioma para mais opções e para alterar a ordem.

source: Settings -> Browser -> Languages -> Preferred languages
pt_pt: Configurações -> Navegador -> Idiomas -> Idiomas preferidos

source: Safari uses the system-wide settings on macOS and iOS, so in order to define your preferred language, please open System Preferences (macOS) or Settings (iOS).
pt_pt: O Safari usa as configurações de todo o sistema no macOS e iOS, portanto, para definir seu idioma preferido, por favor abra Preferências do sistema (macOS) ou Configurações (iOS)

source: Press [O] to open the Option Setting Panel, scroll down to Network Settings -> Accept-Language header.
pt_pt: Pressione [O] para abrir o Painel de opções de configuração, role para baixo até Configurações de rede -> Cabeçalho aceitar-idioma.

source: Press [Enter] to change the settings (for example fr; q=1.0, en; q=0.5) and confirm with [Enter].
pt_pt: Pressione [Enter] para mudar as configurações (por exemplo fr; q=1.0, en; q=0.5) e confirme com [Enter].

source: Scroll all the way down to [OK] to save your settings.
pt_pt: Role até o fim até [OK] para salvar suas configurações.

source: Go to Settings -> General -> Language -> Accepted Languages, click Add Language and choose one from the menu.
pt_pt: Vá em Configurações -> Geral -> Idioma -> Idiomas aceitos, clique Adicionar idioma e escolhe um do menu.

source: Use the arrows to change the order of your preferences.
pt_pt: Use as setas para mudar a ordem de sua preferência.

source: While it's always better to select your preferred language in the browser configuration, there is an option to override the settings with a cookie.
pt_pt: Embora seja sempre melhor selecionar seu idioma preferido na configuração do navegador, há uma opção para substituir as configurações com um cookie.

source: How to override the Settings
pt_pt: Como substituir as configurações

source: If for whatever reason you're not able to define your preferred language in the browser's settings, device or computing environment, you can override the preferences using a cookie as a last resort.
pt_pt: Se por qualquer motivo você não conseguir definir o seu idioma preferido nas configurações do navegador, dispositivo ou ambiente de computação, pode substituir as preferências do seu navegador usando um cookie como último recurso.

source: Click one of the buttons below to put a single language on top of the list.
pt_pt: Clique em um dos botões abaixo para colocar um único idioma no topo da lista.

source: Please note that this will set a cookie.
pt_pt: Por favor observe que isto irá configurar um cookie.

source: Your browser will automatically delete it if you don't visit this website for a month.
pt_pt: Seu navegador apagará automaticamente o cookie se você não visitar este site por um mês.

source: Of course, you can always delete the cookie manually in your web browser or by clicking the button Browser default.
pt_pt: Claro, você sempre pode excluir o cookie manualmente em seu navegador web ou clicando no botão navegador padrão.

source: [Browser default]
pt_pt: [Navegador padrão]

source: Troubleshooting
pt_pt: Solução de problemas

source: Sometimes the Debian website appears in the wrong language despite all efforts to set a preferred language.
pt_pt: Às vezes, o site do Debian aparece no idioma errado, apesar de todos os esforços para definir um idioma preferido.

source: Our first suggestion is to clean out the local cache (both disk and memory) in your browser before trying to reload the website.
pt_pt: Nossa primeira sugestão é limpar o cache local (disco e memória) em seu navegador antes de tentar recarregar o site.

source: If you're absolutely sure that you've configured your browser properly, then a broken or a misconfigured cache might be the problem.
pt_pt: Se você tiver certeza absoluta de que configurou seu navegador corretamente, então o problema pode ser um cache corrompido ou mal configurado.

source: This is becoming a serious issue these days, as more and more ISPs see caching as a way of decreasing their net traffic.
pt_pt: Isso está se tornando um problema sério nos dias de hoje à medida que mais e mais ISPs veem o cache como uma forma de diminuir o tráfego na rede deles.

source: Read the section about proxy servers even if you don't think you're using one.
pt_pt: Leia a seção sobre servidores proxy, mesmo se você achar que não está usando um.

source: Display the list of languages your browser says you prefer.
pt_pt: Exibe a lista de idiomas que seu navegador diz que você prefere.

source: By all means, it's always possible that there is a problem with www.debian.org.
pt_pt: É claro que sempre é possível que haja um problema com www.debian.org.

source: While only a handful of language problems reported in the last years were caused by a bug on our end, it is entirely possible.
pt_pt: Embora apenas alguns problemas de idioma relatados nos últimos anos tenham sido causados por um bug do nosso lado, é perfeitamente possível.

source: We therefore suggest that you investigate your own settings and a potential caching issue first, before you get in touch with us.
pt_pt: Portanto, sugerimos que você primeiro investigue suas próprias configurações e um possível problema de cache antes de entrar em contato conosco.

source: If https://www.debian.org/ is working, but one of the mirrors is not, please report this so we can contact the mirror maintainers.
pt_pt: Se https://www.debian.org estiver funcionando, mas um dos espelhos não, por favor relate isso para que possamos contatar os(as) mantenedores(as) do espelho.

source: Potential Problems with Proxy Servers
pt_pt: Potenciais problemas com servidores de proxy

source: Proxy servers are essentially web servers that have no content of their own.
pt_pt: Servidores proxy são, essencialmente, servidores web que não têm conteúdo próprio.

source: They sit in the middle between users and real web servers, grab the requests for web pages, and fetch the pages.
pt_pt: Eles ficam entre os(as) usuários(as) e os servidores web reais, pegam as requisições de páginas web e buscam a página.

source: After that, they forward the content to the users' web browsers, but also make a local, cached copy which is used for later requests.
pt_pt: Depois disso, repassam a página a você, mas também fazem uma cópia local, que fica no cache para requisições posteriores.

source: This can really cut down on network traffic when many users request the same page.
pt_pt: Isso pode realmente baixar o tráfego de rede quando muitos(as) usuários(as) requisitam a mesma página.

source: While this can be a good idea most of the time, it also causes failures when the cache is buggy.
pt_pt: Enquanto isso é uma grande ideia na maior parte do tempo, também causa falhas quando o cache está bugado.

source: In particular, some older proxy servers do not understand content negotiation.
pt_pt: Em particular, alguns servidores de proxy antigos não entendem negociação de conteúdo.

source: This results in them caching a page in one language and serving that, even if a different language is requested later.
pt_pt: Isso resulta no cache de uma página em um idioma e o provimento dela, mesmo se um idioma diferente for solicitado depois.

source: The only solution is to upgrade or replace the caching software.
pt_pt: A única solução é atualizar ou substituir o software de cache.

source: Historically, proxy servers were only used when people configured their web browser accordingly.
pt_pt: Historicamente, os servidores proxy eram usados apenas quando as pessoas configuravam seus navegadores web corretamente.

source: However, this is no longer the case.
pt_pt: De qualquer modo, já não é este o caso.

source: Your ISP may be redirecting all HTTP requests through a transparent proxy.
pt_pt: Seu ISP pode estar redirecionando todas as solicitações HTTP por meio de um proxy transparente.

source: If the proxy doesn't handle content negotiation properly, then users can receive cached pages in the wrong language.
pt_pt: Se o proxy não lidar com a negociação de conteúdo adequadamente, os(as) usuários(as) podem receber páginas em cache no idioma errado.

source: The only way you can fix this is to complain to your ISP in order for them to upgrade or replace their software.
pt_pt: A única maneira de corrigir isso é reclamar com seu ISP para que ele atualize ou substitua o software.

source: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) español français Galego Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) norsk (bokmål) polski Português română Русский (Russkij) slovenčina suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) English español français Galego Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) norsk (bokmål) polski română Русский (Russkij) slovenčina suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Tue, Oct 3 14:54:24 UTC 2023 Last Built: Tue, Aug 6 19:47:23 UTC 2024
pt_pt: Última Modificação: Qua, 4 de Out de 2023, 19:31:42 UTC Última compilação: Ter, 6 de Ago de 2024, 22:07:04 UTC

source: Debian WWW Pages License
pt_pt: Licença das Páginas WWW do Debian

source: Copyright © 1997-2024 Software in the Public Interest, Inc. and others
pt_pt: Copyright © 1997-2024 Software in the Public Interest, Inc. e outros

source: SPI can be contacted at:
pt_pt: da SPI podem ser encontrados em:

source: Since 25 January 2012, the new material can be redistributed and/or modified under the terms of the MIT (Expat) License or, at your option, of the GNU General Public License; either version 2 of the License, or (at your option) any later version (the latest version is usually available at https://www.gnu.org/licenses/gpl.html).
pt_pt: Desde 25 de janeiro de 2012, o novo material pode ser redistribuído e/ou modificado sob os termos e condições da Licença MIT (Expat) ou, à seu critério, da Licença Pública Geral GNU; seja a versão 2 da Licença, ou (à seu critério) qualquer versão posterior (a última versão está geralmente disponível em https://www.gnu.org/licenses/gpl.html).

source: Work is in progress to make the older material compliant with the above licenses. Until then, please refer to the following terms of the Open Publication License.
pt_pt: Um trabalho está em andamento para tornar o antigo material compatível com as licenças acima. Até então, por favor, referencie para os seguintes termos da Licença de Publicação Aberta (Open Publication License).

source: This material may be distributed only subject to the terms and conditions set forth in the Open Publication License, Draft v1.0 or later (you can read our local copy, the latest version is usually available at http://www.opencontent.org/openpub/).
pt_pt: Este material pode ser distribuído somente sob os termos e condições estabelecidos na Licença de Publicação Aberta, Rascunho v1.0 ou posterior (você pode ler nossa cópia local, e a última versão está geralmente disponível em http://www.opencontent.org/openpub/).

source: “Debian” and the Debian Logo are trademarks of Software in the Public Interest, Inc.
pt_pt: “Debian” e o logotipo Debian são marcas registradas da Software in the Public Interest, Inc.

source: Български (Bəlgarski) català česky dansk Deutsch español فارسی (Farsi) français hrvatski Indonesia Italiano Nederlands 日本語 (Nihongo) norsk (bokmål) polski Português română Русский (Russkij) slovenčina suomi svenska Tiếng Việt 中文(简) 中文(HK) 中文(繁)
pt_pt: Български (Bəlgarski) català česky dansk Deutsch English español فارسی (Farsi) français hrvatski Indonesia Italiano Nederlands 日本語 (Nihongo) norsk (bokmål) polski română Русский (Russkij) slovenčina suomi svenska Tiếng Việt 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Sun, Dec 13 15:58:12 UTC 2020 Last Built: Tue, Aug 6 19:26:30 UTC 2024
pt_pt: Última Modificação: Sáb, 19 de Dez de 2020, 01:59:11 UTC Última compilação: Ter, 6 de Ago de 2024, 21:57:15 UTC

source: Documentation / Debian Users' Manuals
pt_pt: Documentação / Manuais de usuários(as) Debian

source: Debian Users' Manuals
pt_pt: Manuais de usuários(as) Debian

source: · Debian GNU/Linux FAQ
pt_pt: · FAQ do Debian GNU/Linux

source: · Debian Installation Guide
pt_pt: · Guia de Instalação Debian

source: · Debian Release Notes
pt_pt: · Notas de Lançamento Debian

source: · Debian Reference Card
pt_pt: · Cartão de Referência do Debian GNU/Linux

source: · The Debian Administrator's Handbook
pt_pt: · O Manual do(a) Administrador(a) Debian

source: · Debian Reference
pt_pt: · Referência Debian

source: · Securing Debian Manual
pt_pt: · Manual de Segurança Debian

source: · aptitude user's manual
pt_pt: · Manual do(a) usuário(a) do aptitude

source: · APT User's Guide
pt_pt: · Guia do(a) usuário(a) do APT

source: · Debian Java FAQ
pt_pt: · FAQ do Debian e Java

source: · Debian Hamradio Maintainer’s Guide
pt_pt: · Guia do(a) Mantenedor(a) do pacote Rádio Amador Portátil Debian

source: Debian GNU/Linux FAQ
pt_pt: FAQ do Debian GNU/Linux

source: Users' Frequently Asked Questions.
pt_pt: Perguntas feitas frequentemente por usuários(as).

source: Authors: Susan G. Kleinmann, Sven Rudolph, Santiago Vila, Josip Rodin, Javier Fernández-Sanguino Peña
pt_pt: Autores(as): Susan G. Kleinmann, Sven Rudolph, Santiago Vila, Josip Rodin, Javier Fernández-Sanguino Peña

source: Maintainer: Javier Fernández-Sanguino Peña
pt_pt: Mantenedor(a): Javier Fernández-Sanguino Peña

source: Status: ready
pt_pt: Estado: pronto

source: Availability: Debian package debian-faq
pt_pt: Disponibilidade: Pacote Debian debian-faq

source: Latest version:
pt_pt: Última versão:

source: · English: [HTML] [plain text] [PDF]
pt_pt: · Inglês: [HTML] [texto puro] [PDF]

source: · German: [HTML] [plain text] [PDF]
pt_pt: · Alemão: [HTML] [texto puro] [PDF]

source: · French: [HTML] [plain text] [PDF]
pt_pt: · Francês: [HTML] [texto puro] [PDF]

source: · Italian: [HTML] [plain text] [PDF]
pt_pt: · Italiano: [HTML] [texto puro] [PDF]

source: · Japanese: [HTML] [plain text] [PDF]
pt_pt: · Japonês: [HTML] [texto puro] [PDF]

source: · Dutch: [HTML] [plain text] [PDF]
pt_pt: · Holandês: [HTML] [texto puro] [PDF]

source: · Portuguese: [HTML] [plain text] [PDF]
pt_pt: · Português: [HTML] [texto puro] [PDF]

source: · Russian: [HTML] [plain text] [PDF]
pt_pt: · Russo: [HTML] [texto puro] [PDF]

source: · Chinese: [HTML] [plain text] [PDF]
pt_pt: · Chinês: [HTML] [texto puro] [PDF]

source: The latest XML source is available through the Git repository.
pt_pt: O XML fonte mais recente está disponível através do repositório Git.

source: · Web interface: https://salsa.debian.org/ddp-team/debian-faq
pt_pt: · Interface web: https://salsa.debian.org/ddp-team/debian-faq

source: · VCS interface: git clone https://salsa.debian.org/ddp-team/debian-faq.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/ddp-team/debian-faq.git

source: Debian Installation Guide
pt_pt: Guia de Instalação Debian

source: Installation instructions for the Debian GNU/Linux distribution.
pt_pt: Instruções de instalação para a distribuição Debian GNU/Linux.

source: The manual describes the installation process using the Debian Installer, the installation system for Debian that was first released with Sarge (Debian GNU/Linux 3.1).
pt_pt: O manual descreve o processo de instalação usando o Debian Installer, o sistema de instalação para o Debian que foi lançado inicialmente com o Sarge (Debian GNU/Linux 3.1).

source: Additional information related to the installation can be found in the Debian Installer FAQ and the Debian Installer wiki pages.
pt_pt: Informações adicionais sobre a instalação podem ser encontradas no FAQ do Instalador Debian e nas páginas wiki do Instalador Debian.

source: Authors: Debian Installer team
pt_pt: Autores(as): Equipe do Debian Installer

source: Maintainer: Debian Installer team
pt_pt: Mantenedor(a): Equipe do Debian Installer

source: Status: The manual is not yet perfect.
pt_pt: Estado: O manual ainda não está perfeito.

source: Active work is being done for the current and future Debian releases.
pt_pt: Um trabalho contínuo é realizado tanto na versão atual quanto para futuras

source: Help is
pt_pt: versões do Debian.

source: welcome, especially with non-x86 installation and translations.
pt_pt: Ajuda é bem-vinda, especialmente para instalação e traduções não-x86. Contate

source: Contact debian-boot@lists.debian.org for more information.
pt_pt: debian-boot@lists.debian.org para mais informações.

source: Availability: Debian package installation-guide
pt_pt: Disponibilidade: Pacote Debian installation-guide

source: Published version for the stable release
pt_pt: Versão publicada para a distribuição estável

source: Available on the official full CDs and DVDs in the /doc/manual/ directory.
pt_pt: Disponível nos CDs e DVDs oficiais completos no diretório /doc/manual/.

source: Version being prepared for the next stable (in testing)
pt_pt: Versão sendo preparada para a próxima versão estável (atualmente no testing)

source: Development version
pt_pt: Versão em desenvolvimento

source: · Web interface: https://salsa.debian.org/installer-team/installation-guide
pt_pt: · Interface web: https://salsa.debian.org/installer-team/installation-guide

source: · VCS interface: git clone https://salsa.debian.org/installer-team/installation-guide.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/installer-team/installation-guide.git

source: Versions of the installation guide for previous releases (and possibly the next release) of Debian are linked from the release page for those releases.
pt_pt: Versões do guia de instalação para distribuições anteriores (e possivelmente para o próximo lançamento) do Debian estão listadas a partir da página dos lançamentos para estas versões.

source: Debian Release Notes
pt_pt: Notas de Lançamento Debian

source: This document contains information on what's new in the current Debian GNU/Linux distribution and complete upgrading information for users of older Debian releases.
pt_pt: Este documento contém informações sobre o que há de novo na distribuição atual do Debian GNU/Linux e informações completas sobre como atualizar para usuários(as) de versões antigas do Debian.

source: Authors: Adam Di Carlo, Bob Hilliard, Josip Rodin, Anne Bezemer, Rob Bradford, Frans Pop, Andreas Barth, Javier
pt_pt: Autores(as): Adam Di Carlo, Bob Hilliard, Josip Rodin, Anne Bezemer, Rob Bradford, Frans Pop, Andreas Barth, Javier

source: Status: Actively worked upon for Debian releases.
pt_pt: Estado: Ativamente trabalhado para os lançamentos Debian.

source: Contact debian-doc@lists.debian.org for more information.
pt_pt: Contate debian-doc@lists.debian.org para mais informações.

source: Problems and patches should be reported as bugs against the release-notes pseudo-package.
pt_pt: Problemas e patches devem ser relatados como bugs contra o pseudopacote release-notes.

source: Availability: Released version
pt_pt: Disponibilidade: Versão lançada

source: Available on the official full CDs and DVDs in the /doc/release-notes/ directory.
pt_pt: Disponível nos CDs e DVDs oficiais completos no diretório /doc/release-notes/.

source: · Web interface: https://salsa.debian.org/ddp-team/release-notes
pt_pt: · Interface web: https://salsa.debian.org/ddp-team/release-notes

source: · VCS interface: git clone https://salsa.debian.org/ddp-team/release-notes.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/ddp-team/release-notes.git

source: Debian Reference Card
pt_pt: Cartão de Referência do Debian GNU/Linux

source: This card provides new users of Debian GNU/Linux with the most important commands in a single page to be used as a reference when working with Debian GNU/Linux systems.
pt_pt: Este cartão ajuda novos(as) usuários(as) do Debian GNU/Linux com os comandos mais importantes em uma única página para ser usado como referência quando estiverem trabalhando com Debian GNU/Linux.
